Repository: AsZer0s/proxmox-ios
Catalog: ProxmoxManager/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Clusters
zh_hans: 集群

source: Authorize cluster membership change
zh_hans: 授权修改集群成员

source: Authorize cluster creation
zh_hans: 授权创建集群

source: Authorize joining this cluster
zh_hans: 授权加入此集群

source: Authorize SDN configuration change
zh_hans: 授权修改 SDN 配置

source: Authorize applying node network configuration
zh_hans: 授权应用节点网络配置

source: Affinity
zh_hans: 亲和性

source: CT
zh_hans: 容器

source: Loading HA and replication…
zh_hans: 正在加载 HA 与复制…

source: SHA-256 Fingerprint
zh_hans: SHA-256 指纹

source: Shared
zh_hans: 共享

source: Start Automatically
zh_hans: 自动启动

source: VLAN Aware
zh_hans: VLAN 感知

source: VM
zh_hans: 虚拟机

source: root Password
zh_hans: root 密码

source: A self-hosted relay polls Proxmox and sends APNs notifications even when this app is closed. Proxmox credentials are never uploaded by the app.
zh_hans: 自托管中继会轮询 Proxmox，即使 App 已关闭也能发送 APNs 通知。App 不会上传 Proxmox 凭据。

source: Active Alerts
zh_hans: 活动告警

source: Add Backup Server
zh_hans: 添加备份服务器

source: Add Job
zh_hans: 添加任务

source: Advanced Cluster
zh_hans: 高级集群

source: Alert Rules
zh_hans: 告警规则

source: All Clusters
zh_hans: 所有集群

source: Audit Trail
zh_hans: 审计记录

source: Authentication Method
zh_hans: 认证方式

source: Authorize & Schedule
zh_hans: 认证并计划

source: Authorize scheduled Proxmox operation
zh_hans: 授权计划中的 Proxmox 操作

source: Average CPU
zh_hans: 平均 CPU

source: Background Alerts
zh_hans: 后台告警

source: Background Alerts Active
zh_hans: 后台告警已启用

source: Backup Groups
zh_hans: 备份组

source: Backup Server
zh_hans: 备份服务器

source: Backup Servers
zh_hans: 备份服务器

source: Browse Nodes
zh_hans: 浏览节点

source: Browse VMs & CTs
zh_hans: 浏览虚拟机与容器

source: Capacity
zh_hans: 容量

source: Ceph is not installed or configured on this node.
zh_hans: 此节点未安装或配置 Ceph。

source: Change Preview
zh_hans: 变更预览

source: Change previews, impact levels, audit, retries, and maintenance windows
zh_hans: 变更预览、影响等级、审计、重试与维护窗口

source: Clear Audit Log
zh_hans: 清除审计日志

source: Cluster Membership
zh_hans: 集群成员

source: Cluster Name
zh_hans: 集群名称

source: Cluster Summary
zh_hans: 集群概览

source: Configuration Change
zh_hans: 配置变更

source: Controllers
zh_hans: 控制器

source: Controllers, IPAM & DNS
zh_hans: 控制器、IPAM 与 DNS

source: Copy the SHA-256 fingerprint from the PBS server and verify it through a separate trusted channel.
zh_hans: 从 PBS 服务器复制 SHA-256 指纹，并通过独立可信渠道核对。

source: Corosync Address
zh_hans: Corosync 地址

source: Create Cluster
zh_hans: 创建集群

source: Credentials Required
zh_hans: 需要凭据

source: Customize Dashboard
zh_hans: 自定义仪表盘

source: Dashboard
zh_hans: 仪表盘

source: Datastores
zh_hans: 数据存储

source: Datastores, snapshots, garbage collection, verify, prune, and sync jobs
zh_hans: 数据存储、快照、垃圾回收、校验、清理与同步任务

source: Delete Job
zh_hans: 删除任务

source: Delete Rule
zh_hans: 删除规则

source: Device Registered
zh_hans: 设备已注册

source: Edit Job
zh_hans: 编辑任务

source: Edit the server and save its credentials.
zh_hans: 编辑服务器并保存凭据。

source: Enable Background Alerts
zh_hans: 启用后台告警

source: Encrypt OSD
zh_hans: 加密 OSD

source: Enrollment Token
zh_hans: 注册令牌

source: Execute At
zh_hans: 执行时间

source: Existing Member
zh_hans: 现有成员

source: Favorites
zh_hans: 收藏

source: HA Rules
zh_hans: HA 规则

source: Hardware Key OTP
zh_hans: 硬件密钥 OTP

source: Hardware Security Key
zh_hans: 硬件安全密钥

source: High Impact
zh_hans: 高影响

source: Job Type
zh_hans: 任务类型

source: Jobs
zh_hans: 任务

source: Join
zh_hans: 加入

source: Join Cluster
zh_hans: 加入集群

source: Join Existing Cluster
zh_hans: 加入现有集群

source: Joining rewrites the local cluster configuration. Verify the fingerprint out of band.
zh_hans: 加入操作会重写本地集群配置。请通过带外方式核对指纹。

source: Local
zh_hans: 本机

source: Local Corosync Address
zh_hans: 本机 Corosync 地址

source: Long-press a VM or CT to add it here.
zh_hans: 长按虚拟机或容器即可添加到这里。

source: Maintenance Window
zh_hans: 维护窗口

source: Members
zh_hans: 成员

source: Modern HA Rules
zh_hans: 现代 HA 规则

source: Needs Attention
zh_hans: 需要处理

source: No active alerts
zh_hans: 没有活动告警

source: No parameters
zh_hans: 无参数

source: No saved credentials for this backup server.
zh_hans: 没有保存此备份服务器的凭据。

source: Node Affinity
zh_hans: 节点亲和性

source: Nodes (node:priority)
zh_hans: 节点（节点:优先级）

source: Not Registered
zh_hans: 未注册

source: Not Verified
zh_hans: 未校验

source: Notifications Disabled
zh_hans: 通知已关闭

source: OSD, MON & MGR
zh_hans: OSD、MON 与 MGR

source: Operation
zh_hans: 操作

source: Operation Safety
zh_hans: 操作安全

source: PBS Jobs
zh_hans: PBS 任务

source: Passkey / WebAuthn
zh_hans: 通行密钥 / WebAuthn

source: Peers
zh_hans: 对等节点

source: Prune
zh_hans: 清理

source: Prune, Verify & Sync
zh_hans: 清理、校验与同步

source: Quick Actions
zh_hans: 快捷操作

source: Quorate
zh_hans: 具备法定票数

source: Quorum
zh_hans: 法定票数

source: Quorum & Membership
zh_hans: Quorum 与成员

source: Recent Tasks
zh_hans: 最近任务

source: Recovery Code
zh_hans: 恢复码

source: Registration Failed
zh_hans: 注册失败

source: Relay Sync Failed
zh_hans: 中继同步失败

source: Relay URL
zh_hans: 中继 URL

source: Relay rejected registration
zh_hans: 中继拒绝注册

source: Remote
zh_hans: 远端

source: Remote Datastore
zh_hans: 远端数据存储

source: Resource Affinity
zh_hans: 资源亲和性

source: Resource Pattern
zh_hans: 资源匹配模式

source: Resources (vm:100,ct:101)
zh_hans: 资源（vm:100,ct:101）

source: Restrict Scheduled Operations
zh_hans: 限制计划操作

source: Review
zh_hans: 检查

source: Rule ID
zh_hans: 规则 ID

source: Run Garbage Collection
zh_hans: 运行垃圾回收

source: SDN Services
zh_hans: SDN 服务

source: SHA-256 Certificate Fingerprint
zh_hans: SHA-256 证书指纹

source: Save Window
zh_hans: 保存窗口

source: Schedule Operation
zh_hans: 计划操作

source: Scheduled
zh_hans: 已计划

source: Scheduled Operations
zh_hans: 计划操作

source: Scrub
zh_hans: 清理检查

source: Separate
zh_hans: 分离

source: Service
zh_hans: 服务

source: Strict
zh_hans: 严格

source: Sync
zh_hans: 同步

source: TOTP Code
zh_hans: TOTP 验证码

source: The node must be powered off and must not contain cluster workloads. This changes corosync membership.
zh_hans: 该节点必须关机且不能包含集群工作负载。此操作会修改 Corosync 成员关系。

source: This operation cannot be retried automatically.
zh_hans: 此操作无法自动重试。

source: Threshold
zh_hans: 阈值

source: Together
zh_hans: 集中

source: Touch the hardware key, then paste or type its one-time password.
zh_hans: 触碰硬件密钥，然后粘贴或输入一次性密码。

source: Two-Factor Authentication
zh_hans: 双重认证

source: URL / Endpoint
zh_hans: URL / 端点

source: Use Passkey / WebAuthn
zh_hans: 使用通行密钥 / WebAuthn

source: Verify
zh_hans: 校验

source: Verify Snapshot
zh_hans: 校验快照

source: Waiting for Device Token
zh_hans: 正在等待设备令牌

source: Servers
zh_hans: 服务器

source: No Servers
zh_hans: 没有服务器

source: Tap + to add a Proxmox server.
zh_hans: 点击 + 添加 Proxmox 服务器

source: Edit
zh_hans: 编辑

source: Delete
zh_hans: 删除

source: Cancel
zh_hans: 取消

source: OK
zh_hans: 确定

source: Submit
zh_hans: 提交

source: Save
zh_hans: 保存

source: Done
zh_hans: 完成

source: Reset
zh_hans: 重置

source: Retry
zh_hans: 重试

source: Clear
zh_hans: 清除

source: Create
zh_hans: 创建

source: Unlock
zh_hans: 解锁

source: Trust
zh_hans: 信任

source: Rollback
zh_hans: 回滚

source: Yes
zh_hans: 是

source: No
zh_hans: 否

source: Enabled
zh_hans: 已启用

source: All
zh_hans: 全部

source: Running
zh_hans: 运行中

source: Stopped
zh_hans: 已停止

source: Succeeded
zh_hans: 成功

source: Failed
zh_hans: 失败

source: Nodes
zh_hans: 节点

source: VMs & CTs
zh_hans: 虚拟机与容器

source: Tasks
zh_hans: 任务

source: Settings
zh_hans: 设置

source: Filters
zh_hans: 筛选

source: Version
zh_hans: 版本

source: Auth
zh_hans: 认证方式

source: Resources
zh_hans: 资源

source: Configuration
zh_hans: 配置

source: Actions
zh_hans: 操作

source: Snapshots
zh_hans: 快照

source: Overview
zh_hans: 概览

source: Storage
zh_hans: 存储

source: Backups
zh_hans: 备份

source: Charts
zh_hans: 图表

source: Security
zh_hans: 安全

source: Name
zh_hans: 名称

source: Host or IP
zh_hans: 主机名或 IP

source: Port
zh_hans: 端口

source: Username
zh_hans: 用户名

source: Realm
zh_hans: 域

source: Password
zh_hans: 密码

source: New password (optional)
zh_hans: 新密码（可选）

source: Token ID (e.g. root@pam!mytoken)
zh_hans: 令牌 ID（如 root@pam!mytoken）

source: Token Secret
zh_hans: 令牌密钥

source: Method
zh_hans: 方式

source: Server
zh_hans: 服务器

source: Authentication
zh_hans: 认证

source: Description
zh_hans: 描述

source: Description (optional)
zh_hans: 描述（可选）

source: Status
zh_hans: 状态

source: Node
zh_hans: 节点

source: Uptime
zh_hans: 运行时间

source: Load average
zh_hans: 系统负载

source: Memory
zh_hans: 内存

source: Disk
zh_hans: 磁盘

source: Root disk
zh_hans: 系统磁盘

source: Type
zh_hans: 类型

source: Total
zh_hans: 总计

source: Used
zh_hans: 已用

source: Available
zh_hans: 可用

source: Content Types
zh_hans: 内容类型

source: Swap
zh_hans: 交换空间

source: Boot order
zh_hans: 启动顺序

source: Start on boot
zh_hans: 开机启动

source: OS type
zh_hans: 操作系统

source: Unprivileged
zh_hans: 非特权容器

source: Tags
zh_hans: 标签

source: CPU cores
zh_hans: CPU 核心数

source: CPU sockets
zh_hans: CPU 插槽数

source: vCPUs
zh_hans: vCPU

source: ID
zh_hans: 编号

source: Network I/O
zh_hans: 网络 I/O

source: Disk I/O
zh_hans: 磁盘 I/O

source: Network
zh_hans: 网络

source: Timeframe
zh_hans: 时间范围

source: Metric
zh_hans: 指标

source: Task Log
zh_hans: 任务日志

source: Task log
zh_hans: 任务日志

source: Start
zh_hans: 启动

source: Stop
zh_hans: 强制停止

source: Shutdown
zh_hans: 关机

source: Reboot
zh_hans: 重启

source: Virtual Machines
zh_hans: 虚拟机

source: Containers
zh_hans: 容器

source: Virtual Machine
zh_hans: 虚拟机

source: Container
zh_hans: 容器

source: Username + Password
zh_hans: 用户名 + 密码

source: API Token
zh_hans: API 令牌

source: Disconnect
zh_hans: 断开连接

source: Mount point 0
zh_hans: 挂载点 0

source: Mount point 1
zh_hans: 挂载点 1

source: Network 0
zh_hans: 网卡 0

source: Network 1
zh_hans: 网卡 1

source: Loading nodes…
zh_hans: 加载节点…

source: Loading node…
zh_hans: 加载节点…

source: Loading guests…
zh_hans: 加载虚拟机…

source: Loading storage…
zh_hans: 加载存储…

source: Loading backups…
zh_hans: 加载备份…

source: Loading snapshots…
zh_hans: 加载快照…

source: Loading data…
zh_hans: 加载数据…

source: Connecting…
zh_hans: 连接中…

source: Authenticating and fetching server info…
zh_hans: 正在认证并获取服务器信息…

source: No Nodes
zh_hans: 没有节点

source: This cluster reported no nodes.
zh_hans: 该集群没有报告任何节点。

source: No Guests
zh_hans: 没有虚拟机

source: No VMs or containers were found.
zh_hans: 未找到任何虚拟机或容器。

source: No VMs or containers are assigned to this node.
zh_hans: 此节点上没有分配任何虚拟机或容器。

source: No snapshots
zh_hans: 没有快照

source: No content
zh_hans: 没有内容

source: No Storage
zh_hans: 没有存储

source: No storage configured on this node.
zh_hans: 此节点未配置存储。

source: No Backups
zh_hans: 没有备份

source: No backup jobs configured on this node.
zh_hans: 此节点未配置备份任务。

source: No Tasks
zh_hans: 没有任务

source: Completed and running Proxmox tasks will appear here.
zh_hans: 已完成和运行中的 Proxmox 任务将显示在这里。

source: No Data
zh_hans: 没有数据

source: No RRD data available for this timeframe.
zh_hans: 该时间范围内没有 RRD 数据。

source: Something went wrong
zh_hans: 出了点问题

source: Error
zh_hans: 错误

source: Connection Error
zh_hans: 连接错误

source: Search by name, VMID, or node
zh_hans: 按名称、编号或节点搜索

source: Filter by Status
zh_hans: 按状态筛选

source: Filter by Node
zh_hans: 按节点筛选

source: Authenticate to unlock
zh_hans: 验证身份以解锁

source: Authentication failed. Try again.
zh_hans: 认证失败，请重试。

source: Face ID Lock
zh_hans: 面容 ID 锁定

source: Face ID is not available on this device.
zh_hans: 此设备不支持面容 ID。

source: Unlock Proxmox Manager to access your servers
zh_hans: 解锁 Proxmox Manager 以访问服务器

source: Add Server
zh_hans: 添加服务器

source: Edit Server
zh_hans: 编辑服务器

source: Connected
zh_hans: 已连接

source: Saved Servers
zh_hans: 已保存的服务器

source: Delete Server
zh_hans: 删除服务器

source: Remove Server?
zh_hans: 移除服务器？

source: Website & Support
zh_hans: 网站与支持

source: Proxmox Manager · Manage Proxmox VE from iOS.
zh_hans: Proxmox Manager · 在 iOS 上管理 Proxmox VE。

source: This will remove the server and all stored credentials. This action cannot be undone.
zh_hans: 这将删除此服务器及所有已存储的凭据，操作不可撤销。

source: This will remove the server configuration and all stored credentials. This action cannot be undone.
zh_hans: 这将删除此服务器配置及所有已存储的凭据，操作不可撤销。

source: Visit the GitHub repository for documentation, issues, and privacy information.
zh_hans: 访问 GitHub 仓库查看文档、问题和隐私信息。

source: TOTP Code Required
zh_hans: 需要 TOTP 验证码

source: Enter your two-factor authentication code.
zh_hans: 请输入你的双因素认证码。

source: Code
zh_hans: 验证码

source: Trust Self-Signed Certificate?
zh_hans: 信任自签名证书？

source: Only trust this certificate if you verified it on the server. SHA-256: %@
zh_hans: 请确认已在服务器端核验此证书后再信任。 SHA-256： %@

source: Test Connection
zh_hans: 测试连接

source: Testing…
zh_hans: 测试中…

source: Allow self-signed certificate
zh_hans: 允许自签名证书

source: The app will verify the certificate fingerprint on first connection and reject changes afterwards.
zh_hans: 首次连接时会验证证书指纹，之后如有变化将拒绝连接。

source: Requires a CA-signed certificate on your Proxmox server.
zh_hans: 需要 Proxmox 服务器配置 CA 签名证书。

source: ✓ Connected successfully
zh_hans: ✓ 连接成功

source: Create Snapshot
zh_hans: 创建快照

source: Snapshot
zh_hans: 快照

source: Include memory state
zh_hans: 包含内存状态

source: Including memory state creates a full VM snapshot (slower, larger). Disable for a disk-only snapshot.
zh_hans: 包含内存状态会创建完整虚拟机快照（较慢、较大）。关闭则仅创建磁盘快照。

source: Includes RAM state
zh_hans: 包含内存状态

source: Disk-only snapshot
zh_hans: 仅磁盘快照

source: Snapshot feature may be unavailable due to insufficient permissions.
zh_hans: 权限不足，快照功能可能不可用。

source: Create snapshot
zh_hans: 创建快照

source: Forcing stop may cause data loss. Consider Shutdown instead.
zh_hans: 强制停止可能导致数据丢失，建议使用关机。

source: Rollback will revert %@ to the state captured in “%@”. Any changes made after the snapshot will be lost.
zh_hans: 回滚会将 %@ 恢复到快照「%@」的状态，之后的所有变更都将丢失。

source: Submitting action…
zh_hans: 正在提交操作…

source: Waiting for Proxmox task…
zh_hans: 等待 Proxmox 任务完成…

source: Creating snapshot…
zh_hans: 正在创建快照…

source: Rolling back snapshot…
zh_hans: 正在回滚快照…

source: Deleting snapshot…
zh_hans: 正在删除快照…

source: Guests (%lld)
zh_hans: 虚拟机 (%lld)

source: Content (%lld)
zh_hans: 内容 (%lld)

source: VM %lld
zh_hans: 虚拟机 %lld

source: Token: %@
zh_hans: 令牌：%@

source: CPU Usage
zh_hans: CPU 使用率

source: Memory Usage
zh_hans: 内存使用率

source: Average
zh_hans: 平均值

source: Maximum
zh_hans: 最大值

source: Current
zh_hans: 当前值

source: 1h
zh_hans: 1小时

source: 24h
zh_hans: 24小时

source: 7d
zh_hans: 7天

source: Past hour
zh_hans: 最近 1 小时

source: Past day
zh_hans: 最近 1 天

source: Past week
zh_hans: 最近 7 天

source: data points
zh_hans: 个数据点

source: Schedules
zh_hans: 备份计划

source: Archives (%lld)
zh_hans: 备份归档（%lld）

source: No backup schedules apply to this node.
zh_hans: 没有适用于此节点的备份计划。

source: No backup archives were found on accessible storage.
zh_hans: 可访问的存储中没有备份归档。

source: Disabled
zh_hans: 已停用

source: All guests
zh_hans: 所有客户机

source: Paused
zh_hans: 已暂停

source: Online
zh_hans: 在线

source: Offline
zh_hans: 离线

source: Unknown
zh_hans: 未知

source: Task tracking was cancelled.
zh_hans: 任务跟踪已取消。

source: Cancelled by user.
zh_hans: 已由用户取消。

source: Cancel failed: %@
zh_hans: 取消失败：%@

source: Rollback snapshot
zh_hans: 回滚快照

source: Delete snapshot
zh_hans: 删除快照

source: Connection failed: %@
zh_hans: 连接失败：%@

source: VMIDs: %@
zh_hans: VMID：%@

source: Bridge
zh_hans: 网桥

source: Confirmation
zh_hans: 确认

source: Container Template
zh_hans: 容器模板

source: Create Guest
zh_hans: 新建虚拟机或 CT

source: Create container
zh_hans: 创建 CT

source: Create guest
zh_hans: 新建虚拟机或 CT

source: Create virtual machine
zh_hans: 创建虚拟机

source: CPU cores: %lld
zh_hans: CPU 核心数：%lld

source: CPU sockets: %lld
zh_hans: CPU 插槽数：%lld

source: Delete Guest
zh_hans: 删除虚拟机或 CT

source: Delete container
zh_hans: 删除 CT

source: Delete virtual machine
zh_hans: 删除虚拟机

source: Deleting…
zh_hans: 正在删除…

source: Disk size (GiB)
zh_hans: 磁盘大小（GiB）

source: Edit Guest
zh_hans: 编辑虚拟机或 CT

source: Guest Type
zh_hans: 类型

source: Hostname
zh_hans: 主机名

source: Identity
zh_hans: 基本信息

source: Installation
zh_hans: 安装

source: Installation ISO
zh_hans: 安装 ISO

source: Loading…
zh_hans: 正在加载…

source: Memory (MiB)
zh_hans: 内存（MiB）

source: Names cannot contain spaces.
zh_hans: 名称不能包含空格。

source: No accessible container template was found on this node.
zh_hans: 此节点上没有可访问的容器模板。

source: No compatible storage is available with allocation permission.
zh_hans: 没有具备分配权限的兼容存储。

source: None
zh_hans: 无

source: Operating System
zh_hans: 操作系统

source: Options
zh_hans: 选项

source: Other
zh_hans: 其他

source: Root password
zh_hans: Root 密码

source: Saving…
zh_hans: 正在保存…

source: Some configuration changes may require a guest restart.
zh_hans: 部分配置变更可能需要重启虚拟机或 CT 后生效。

source: Start after creation
zh_hans: 创建后启动

source: Stop the guest before deleting it.
zh_hans: 请先停止虚拟机或 CT 再删除。

source: Swap (MiB)
zh_hans: 交换空间（MiB）

source: The selected account also needs permission to use this bridge.
zh_hans: 当前账户还需要拥有此网桥的使用权限。

source: The root password must be at least five characters.
zh_hans: Root 密码至少需要 5 个字符。

source: This permanently deletes the guest configuration and owned disks.
zh_hans: 此操作会永久删除配置及其所属磁盘。

source: Type %lld to confirm
zh_hans: 输入 %lld 以确认

source: Unprivileged container
zh_hans: 非特权容器

source: Available Templates
zh_hans: 可用模板

source: Browse and download templates
zh_hans: 浏览并下载模板

source: Checksum (optional)
zh_hans: 校验和（可选）

source: Checksum Algorithm
zh_hans: 校验算法

source: Destination
zh_hans: 目标位置

source: Destination Storage
zh_hans: 目标存储

source: Download
zh_hans: 下载

source: Download Template
zh_hans: 下载模板

source: Download URL
zh_hans: 下载地址

source: Download container template
zh_hans: 下载 CT 模板

source: Downloading…
zh_hans: 正在下载…

source: Filename
zh_hans: 文件名

source: Import ISO
zh_hans: 导入 ISO

source: Import ISO from URL
zh_hans: 从 URL 导入 ISO

source: No appliance templates are available.
zh_hans: 没有可用的应用模板。

source: No storage with template allocation permission supports this content type.
zh_hans: 没有支持此内容类型且具备模板分配权限的存储。

source: Search templates
zh_hans: 搜索模板

source: Source
zh_hans: 来源

source: This account cannot start downloads from the node network.
zh_hans: 当前账户无权从节点网络发起下载。

source: Verification
zh_hans: 校验

source: Verify TLS certificates
zh_hans: 验证 TLS 证书

source: Clone
zh_hans: 克隆

source: Clone Guest
zh_hans: 克隆虚拟机或 CT

source: Clone Type
zh_hans: 克隆类型

source: Clone container
zh_hans: 克隆 CT

source: Clone virtual machine
zh_hans: 克隆虚拟机

source: Cloning…
zh_hans: 正在克隆…

source: Full clone
zh_hans: 完整克隆

source: New Guest
zh_hans: 新虚拟机或 CT

source: Same as source
zh_hans: 与源相同

source: Selecting a target storage places all cloned disks on that storage.
zh_hans: 选择目标存储后，所有克隆磁盘都会放置在该存储中。

source: Source Guest
zh_hans: 源虚拟机或 CT

source: Target Storage
zh_hans: 目标存储

source: The new guest receives an independent copy of all disks.
zh_hans: 新虚拟机或 CT 会获得所有磁盘的独立副本。

source: This account cannot allocate the selected VMID.
zh_hans: 当前账户无权分配所选 VMID。

source: Add
zh_hans: 添加

source: Add Disk
zh_hans: 添加磁盘

source: Add Mount Point
zh_hans: 添加挂载点

source: Add Network Interface
zh_hans: 添加网卡

source: Add disk
zh_hans: 添加磁盘

source: Add mount point
zh_hans: 添加挂载点

source: Add %lld GiB
zh_hans: 增加 %lld GiB

source: Current Size
zh_hans: 当前大小

source: Delete Network Interface?
zh_hans: 删除网卡？

source: Disk Slot
zh_hans: 磁盘槽位

source: Disk shrinking and disk deletion are intentionally unavailable.
zh_hans: 为保护数据，此处不提供磁盘缩容和删除。

source: Disks
zh_hans: 磁盘

source: Edit Hardware
zh_hans: 编辑硬件

source: Edit Network Interface
zh_hans: 编辑网卡

source: Existing IP, firewall, rate limit and advanced options are preserved.
zh_hans: 现有 IP、防火墙、限速和高级参数会原样保留。

source: Expand
zh_hans: 扩容

source: Expand Disk
zh_hans: 磁盘扩容

source: Expand disk
zh_hans: 磁盘扩容

source: Hardware
zh_hans: 硬件

source: Interface
zh_hans: 接口

source: Interface Name
zh_hans: 接口名称

source: Model
zh_hans: 型号

source: Mount Path
zh_hans: 挂载路径

source: Mount Point Slot
zh_hans: 挂载点槽位

source: Network Interfaces
zh_hans: 网卡

source: Only expansion is supported. This operation cannot be undone.
zh_hans: 仅支持扩容，操作无法撤销。

source: Size: %lld GiB
zh_hans: 大小：%lld GiB

source: The interface is removed from the guest configuration.
zh_hans: 此网卡将从虚拟机或 CT 配置中移除。

source: VLAN Tag (optional)
zh_hans: VLAN 标签（可选）

source: Add a virtual network interface before configuring Cloud-Init networking.
zh_hans: 请先添加虚拟网卡，再配置 Cloud-Init 网络。

source: Advanced
zh_hans: 高级参数

source: Automatic
zh_hans: 自动

source: Check static IP/CIDR and gateway values.
zh_hans: 请检查静态 IP/CIDR 和网关。

source: Check the MAC, IP/CIDR, gateway, VLAN, rate limit, MTU and queue values.
zh_hans: 请检查 MAC、IP/CIDR、网关、VLAN、限速、MTU 和队列数。

source: Cloud-Init Network %lld
zh_hans: Cloud-Init 网络 %lld

source: Cloud-Init User
zh_hans: Cloud-Init 用户

source: DNS Search Domain
zh_hans: DNS 搜索域

source: DNS Servers
zh_hans: DNS 服务器

source: Disconnected
zh_hans: 断开连接

source: Enter one OpenSSH public key per line.
zh_hans: 每行输入一个 OpenSSH 公钥。

source: Firewall
zh_hans: 防火墙

source: IP Configuration
zh_hans: IP 配置

source: IPv4 Address / CIDR
zh_hans: IPv4 地址 / CIDR

source: IPv4 Configuration
zh_hans: IPv4 配置

source: IPv4 Gateway (optional)
zh_hans: IPv4 网关（可选）

source: IPv6 Address / CIDR
zh_hans: IPv6 地址 / CIDR

source: IPv6 Configuration
zh_hans: IPv6 配置

source: IPv6 Gateway (optional)
zh_hans: IPv6 网关（可选）

source: Leave the password empty to keep the existing password. SSH keys are recommended.
zh_hans: 密码留空会保留现有密码，建议使用 SSH 密钥。

source: MAC Address (optional)
zh_hans: MAC 地址（可选）

source: Manual
zh_hans: 手动

source: MTU (optional)
zh_hans: MTU（可选）

source: Multiqueue (optional)
zh_hans: 多队列（可选）

source: New Password (optional)
zh_hans: 新密码（可选）

source: No Configuration
zh_hans: 不配置

source: Rate Limit (MB/s, optional)
zh_hans: 限速（MB/s，可选）

source: Separate multiple DNS server addresses with spaces.
zh_hans: 多个 DNS 服务器地址请用空格分隔。

source: SSH Public Keys
zh_hans: SSH 公钥

source: Static
zh_hans: 静态

source: This VM has no Cloud-Init drive. Add one in Proxmox before expecting these settings to apply.
zh_hans: 此虚拟机没有 Cloud-Init 驱动器；请先在 Proxmox 中添加，否则这些配置不会生效。

source: Upgrade Packages on First Boot
zh_hans: 首次启动时升级软件包

source: Use semicolons between VLAN trunk IDs.
zh_hans: 多个 VLAN Trunk ID 请用分号分隔。

source: VLAN Trunks (optional)
zh_hans: VLAN Trunk（可选）

source: Action
zh_hans: 动作

source: Add Cloud-Init Drive
zh_hans: 添加 Cloud-Init 驱动器

source: Add Cloud-Init drive
zh_hans: 添加 Cloud-Init 驱动器

source: Add Firewall Rule
zh_hans: 添加防火墙规则

source: Add IPSet
zh_hans: 添加 IPSet

source: Add IPSet Entry
zh_hans: 添加 IPSet 条目

source: Allow DHCP
zh_hans: 允许 DHCP

source: Archive
zh_hans: 归档

source: Back Up
zh_hans: 备份

source: Back Up Guest
zh_hans: 备份虚拟机或 CT

source: Back up guest
zh_hans: 备份虚拟机或 CT

source: Backup Mode
zh_hans: 备份模式

source: Cloud-Init Drive
zh_hans: Cloud-Init 驱动器

source: Comment (optional)
zh_hans: 备注（可选）

source: Console
zh_hans: 控制台

source: Console Unavailable
zh_hans: 控制台不可用

source: Could not create the console session.
zh_hans: 无法创建控制台会话。

source: Delete Backup Archive?
zh_hans: 删除备份归档？

source: Delete Firewall Rule?
zh_hans: 删除防火墙规则？

source: Delete IPSet Entry?
zh_hans: 删除 IPSet 条目？

source: Delete IPSet?
zh_hans: 删除 IPSet？

source: Delete Storage Content?
zh_hans: 删除存储内容？

source: Delete backup
zh_hans: 删除备份

source: Delete storage content
zh_hans: 删除存储内容

source: Destination (optional)
zh_hans: 目标地址（可选）

source: Destination Port (optional)
zh_hans: 目标端口（可选）

source: Direction
zh_hans: 方向

source: Edit Firewall Options
zh_hans: 编辑防火墙选项

source: Edit Firewall Rule
zh_hans: 编辑防火墙规则

source: Enable Firewall
zh_hans: 启用防火墙

source: Firewall Log
zh_hans: 防火墙日志

source: Firewall Options
zh_hans: 防火墙选项

source: Firewall options are unavailable.
zh_hans: 防火墙选项不可用。

source: Forward
zh_hans: 转发

source: Generate Unique MAC Addresses
zh_hans: 生成唯一 MAC 地址

source: Guest
zh_hans: 虚拟机或 CT

source: IP Address / CIDR
zh_hans: IP 地址 / CIDR

source: IP Filter
zh_hans: IP 过滤

source: IPSet Name
zh_hans: IPSet 名称

source: Inbound
zh_hans: 入站
